-- phpMyAdmin SQL Dump
-- version 4.4.15.7
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Ноя 07 2016 г., 19:10
-- Версия сервера: 5.5.50
-- Версия PHP: 5.4.45

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `DatabaseT`
--

-- --------------------------------------------------------

--
-- Структура таблицы `Admin`
--

CREATE TABLE IF NOT EXISTS `Admin` (
  `name` varchar(20) NOT NULL,
  `password` varchar(20) NOT NULL,
  `id` int(11) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `Admin`
--

INSERT INTO `Admin` (`name`, `password`, `id`) VALUES
('Admin', 'Admin', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `Tickets`
--

CREATE TABLE IF NOT EXISTS `Tickets` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `contacts` varchar(100) NOT NULL,
  `text` varchar(100) NOT NULL,
  `urgency` int(11) NOT NULL,
  `complete` tinyint(1) NOT NULL,
  `date` datetime NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `Tickets`
--

INSERT INTO `Tickets` (`id`, `name`, `contacts`, `text`, `urgency`, `complete`, `date`) VALUES
(1, 'Ivan', '123', 'locsl', 1, 1, '1970-01-01 03:00:00'),
(2, 'Ivan', '123', 'locsl', 1, 0, '1970-01-01 03:00:00'),
(3, 'Ivan', '123', 'locsl', 1, 0, '1970-01-01 03:00:00'),
(4, 'Ivan', '123', 'locsl', 1, 0, '1970-01-01 03:00:00'),
(5, 'Ivan', '123', 'locsl', 1, 0, '1970-01-01 03:00:00'),
(6, 'Ivan', '123', 'locsl', 1, 0, '2016-11-06 15:10:57'),
(7, 'Ivan', '123', 'locsl', 1, 0, '2016-11-06 15:18:40'),
(8, 'Ivan', '123', 'locsl', 1, 1, '2016-11-06 15:19:00'),
(9, '', '', '', 0, 1, '2016-11-06 19:13:19'),
(10, '', '', '', 0, 1, '2016-11-06 19:14:23'),
(11, '123', '123', '123', 0, 1, '2016-11-06 19:14:44'),
(12, 'Иван', '902892', 'Что-то', 0, 1, '2016-11-06 19:15:08'),
(13, '123', '123', '123', 0, 1, '2016-11-06 19:22:06'),
(14, '123', '123', '123', 0, 1, '2016-11-06 19:22:19'),
(15, '123', '123', '123', 0, 1, '2016-11-06 19:22:25'),
(16, '123', '123', '123', 0, 1, '2016-11-06 19:28:45'),
(17, '', '', '', 0, 1, '2016-11-06 19:29:53'),
(18, '', '', '', 0, 1, '2016-11-06 19:30:22'),
(19, '', '', '', 0, 0, '2016-11-06 19:32:17'),
(20, '', '', '', 0, 0, '2016-11-06 19:36:16'),
(21, '', '', '', 0, 0, '2016-11-06 19:47:52'),
(22, '', '', '', 0, 0, '2016-11-06 19:48:27'),
(23, '', '', '', 0, 0, '2016-11-06 19:48:46'),
(24, '', '', '', 0, 0, '2016-11-06 19:49:14'),
(25, '', '', '', 0, 0, '2016-11-06 19:50:01'),
(26, '', '', '', 0, 0, '2016-11-06 19:50:13'),
(27, '', '', '', 0, 0, '2016-11-06 19:51:38'),
(28, '', '', '', 0, 0, '2016-11-06 19:51:42'),
(29, '', '', '', 0, 0, '2016-11-06 19:52:14'),
(30, '', '', '', 0, 0, '2016-11-06 19:53:20'),
(31, '', '', '', 0, 0, '2016-11-06 19:54:23'),
(32, '', '', '', 0, 0, '2016-11-06 19:58:47'),
(33, '', '', '', 0, 0, '2016-11-06 20:12:47'),
(34, '', '', '', 0, 0, '2016-11-06 20:13:12'),
(35, '', '', '', 0, 0, '2016-11-06 20:13:22'),
(36, '', '', '', 0, 0, '2016-11-06 20:13:34'),
(37, '', '', '', 0, 0, '2016-11-06 20:14:21'),
(38, '', '', '', 0, 0, '2016-11-06 20:17:14'),
(39, '', '', '', 0, 0, '2016-11-06 20:17:45'),
(40, '', '', '', 0, 0, '2016-11-06 20:20:49'),
(41, '', '', '', 0, 0, '2016-11-06 20:22:04'),
(42, '', '', '', 0, 0, '2016-11-06 20:23:03'),
(43, '', '', '', 0, 0, '2016-11-06 20:23:21'),
(44, '', '', '', 0, 0, '2016-11-06 20:25:51'),
(45, '', '', '', 0, 0, '2016-11-06 20:25:56'),
(46, '', '', '', 0, 0, '2016-11-06 20:26:45'),
(47, '', '', '', 0, 0, '2016-11-06 20:27:54'),
(48, '', '', '', 0, 0, '2016-11-06 20:30:25'),
(49, '', '', '', 0, 0, '2016-11-06 20:30:59'),
(50, '', '', '', 0, 0, '2016-11-06 20:31:20'),
(51, '', '', '', 0, 0, '2016-11-06 20:32:27'),
(52, '', '', '', 0, 0, '2016-11-06 20:32:44'),
(53, '', '', '', 0, 0, '2016-11-06 20:34:30'),
(54, '', '', '', 0, 0, '2016-11-06 20:35:03'),
(55, '', '', '', 0, 0, '2016-11-06 20:35:11'),
(56, '', '', '', 0, 0, '2016-11-06 20:54:18'),
(57, '', '', '', 0, 0, '2016-11-06 20:54:25'),
(58, '', '', '', 0, 0, '2016-11-06 21:01:15'),
(59, '', '', '', 0, 0, '2016-11-06 21:01:16');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `Admin`
--
ALTER TABLE `Admin`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `Tickets`
--
ALTER TABLE `Tickets`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `Admin`
--
ALTER TABLE `Admin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT для таблицы `Tickets`
--
ALTER TABLE `Tickets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=60;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
